export const STUB_COUNT = 182
export const STUB_COMMENTS = [
  {
    avatartImg: '',
    userName: 'useless_mouth',
    time: '15 минут назад',
    text: 'Правильно, давайте посадим его на 18 лет с конфискацией! Такие люди не должны ходить по дорогам нашей великой и необъятной Родины! Да здравствует Россия!'
  },
  {
    avatartImg: '',
    userName: 'useless_mouth',
    time: '15 минут назад',
    text: 'Правильно, давайте посадим его на 18 лет с конфискацией! Такие люди не должны ходить по дорогам нашей великой и необъятной Родины! Да здравствует Россия!',
    isThread: true,
  },
  {
    avatartImg: '',
    userName: 'useless_mouth',
    time: '15 минут назад',
    text: 'Правильно, давайте посадим его на 18 лет с конфискацией! Такие люди не должны ходить по дорогам нашей великой и необъятной Родины! Да здравствует Россия!',
    isThread: true,
  },
  {
    avatartImg: '',
    userName: 'useless_mouth',
    time: '15 минут назад',
    text: 'Правильно, давайте посадим его на 18 лет с конфискацией! Такие люди не должны ходить по дорогам нашей великой и необъятной Родины! Да здравствует Россия!'
  }
];