export const NEWS_FEED_DATA = [
  {
    date: '14:18',
    text: 'Сбербанк оценил средний доход работающих пенсионеров',
  },
  {
    date: '14:18',
    text: 'Мамаев явился на допрос после угрозы МВД объявить его в розыск',
  },
  {
    date: '14:18',
    text: 'Бразильца-старовера из Красноярского края депортируют на родину',
  },
  {
    date: '14:18',
    text: 'Глава Минпромторга назвал непозволительным поведение Кокорина и Мамаева',
  },
  {
    date: '14:18',
    text: 'Северное лето и полярное сияние: какой будет станция метро «Беломорская»',
  },
  {
    date: '14:18',
    text: 'Адвокат Кокорина пожаловался на «грандиозное давление» общества и власти',
  },
  {
    date: '14:18',
    text: 'ВТБ решил купить Саровбизнесбанк',
  },
  {
    date: '14:18',
    text: 'Как стать инвестором, не имея значительного капитала, знаний и времени',
  },
  {
    date: '14:17',
    text: 'СК рассказал о версиях убийства следователя МВД в Подмосковье',
  },
  {
    date: '14:16',
    text: 'Сбербанк оценил средний доход работающих пенсионеров',
  },
  {
    date: '14:15',
    text: 'Мамаев явился на допрос после угрозы МВД объявить его в розыск',
  },
  {
    date: '13:18',
    text: 'Бразильца-старовера из Красноярского края депортируют на родину',
  },
  {
    date: '12:18',
    text: 'Глава Минпромторга назвал непозволительным поведение Кокорина и Мамаева',
  },
  {
    date: '11:18',
    text: 'Северное лето и полярное сияние: какой будет станция метро «Беломорская»',
  },
  {
    date: '10:18',
    text: 'Адвокат Кокорина пожаловался на «грандиозное давление» общества и власти',
  },
  {
    date: '9:18',
    text: 'ВТБ решил купить Саровбизнесбанк',
  },
  {
    date: '8:18',
    text: 'Как стать инвестором, не имея значительного капитала, знаний и времени',
  },
  {
    date: '7:18',
    text: 'СК рассказал о версиях убийства следователя МВД в Подмосковье',
  },
];