export const TRANSLATION_DATA = {
  updateCount: 3,
  translations: [{
    time: '16.44',
    text: 'Кроме того, по словам судьи, клуб представил суду характеристику на Кокорина, в которой говорится, что такое поведение ему не свойственно.',
    id: 0,
    comments: [],
  }, {
    time: '16.20',
    text: 'Кроме того, по словам судьи, клуб представил суду характеристику на Кокорина, в которой говорится, что такое поведение ему не свойственно.',
    id: 1,
    comments: [],
  }, {
    time: '15.30',
    text: 'Кроме того, по словам судьи, клуб представил суду характеристику на Кокорина, в которой говорится, что такое поведение ему не свойственно.',
    id: 2,
    comments: [],
  }, {
    time: '15.00',
    text: 'Кроме того, по словам судьи, клуб представил суду характеристику на Кокорина, в которой говорится, что такое поведение ему не свойственно.',
    id: 3,
    comments: [],
  }, {
    time: '14.44',
    text: 'Кроме того, по словам судьи, клуб представил суду характеристику на Кокорина, в которой говорится, что такое поведение ему не свойственно.',
    id: 4,
    comments: [],
  }],
}