import {
  imageGallery1,
  imageGallery2,
  imageGallery3,
} from 'img/gallery';
import {
  inner as innerImg,
} from 'img/news';

export const GALLERY_STUB_DATA = {
  title: 'Почти за миллион долларов. Один из самых необычных домов в Минске ждет...',
  type: 'Знания',
  date: '10 октября 2018, 18:16',
  typeLink: '#',
  slides: [{
    id: 0,
    image: imageGallery1,
    text: 'Девятиэтажный дом на Бельского с необычной планировкой построили в 1976 году по проекту В. Темнова и Ю. Шпита. Тут делали капремонт спустя 10 лет после сдачи объекта — в 1986 году, указано в программе капремонта жилфонда Фрунзенского района Минска.',
    author: 'Майя Кохно / REALTY.TUT.BY'
  }, {
    id: 1,
    image: imageGallery2,
    text: '22222Девятиэтажный дом на Бельского с необычной планировкой построили в 1976 году по проекту В. Темнова и Ю. Шпита. Тут делали капремонт спустя 10 лет после сдачи объекта — в 1986 году, указано в программе капремонта жилфонда Фрунзенского района Минска.',
    author: 'Майя Кохно / REALTY.TUT.BY'
  }, {
    id: 2,
    image: imageGallery3,
    text: '333333Девятиэтажный дом на Бельского с необычной планировкой построили в 1976 году по проекту В. Темнова и Ю. Шпита. Тут делали капремонт спустя 10 лет после сдачи объекта — в 1986 году, указано в программе капремонта жилфонда Фрунзенского района Минска.',
    author: 'Майя Кохно / REALTY.TUT.BY'
  }, {
    id: 3,
    image: imageGallery1,
    text: '4444Девятиэтажный дом на Бельского с необычной планировкой построили в 1976 году по проекту В. Темнова и Ю. Шпита. Тут делали капремонт спустя 10 лет после сдачи объекта — в 1986 году, указано в программе капремонта жилфонда Фрунзенского района Минска.',
    author: 'Майя Кохно / REALTY.TUT.BY'
  }, {
    id: 4,
    image: imageGallery2,
    text: '5555Девятиэтажный дом на Бельского с необычной планировкой построили в 1976 году по проекту В. Темнова и Ю. Шпита. Тут делали капремонт спустя 10 лет после сдачи объекта — в 1986 году, указано в программе капремонта жилфонда Фрунзенского района Минска.',
    author: 'Майя Кохно / REALTY.TUT.BY'
  }, {
    id: 5,
    image: imageGallery3,
    text: '66666Девятиэтажный дом на Бельского с необычной планировкой построили в 1976 году по проекту В. Темнова и Ю. Шпита. Тут делали капремонт спустя 10 лет после сдачи объекта — в 1986 году, указано в программе капремонта жилфонда Фрунзенского района Минска.',
    author: 'Майя Кохно / REALTY.TUT.BY'
  }]
};

export const GALLERY_MORE_DATA = [{
  id: 0,
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
  imgSrc: innerImg,
  href: '/',
  count: 15,
}, {
  id: 1,
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи 2',
  imgSrc: innerImg,
  href: '/',
  count: 15,
}, {
  id: 2,
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи 3',
  imgSrc: innerImg,
  href: '/',
  count: 15,
}];