export const STUB_DATA = {
  rubrics: {
    title: 'Рубрики',
    links: [{
      id: 0,
      name: 'Жизнь'
    }, {
      id: 1,
      name: 'Знания'
    }, {
      id: 2,
      name: 'Эмоции'
    }]
  },
  archived: {
    title: 'Архив тем',
    links: [{
      id: 0,
      name: 'Дедолларизация'
    }, {
      id: 1,
      name: 'Расследование «Новой газеты»',
    }, {
      id: 2,
      name: 'Кража в Третьяковке',
    }, {
      id: 3,
      name: 'Кокорин и Мамаев',
    }, {
      id: 4,
      name: 'Дело клана Арашуковых',
    }, {
      id: 5,
      name: 'Конфликт в Керченском проливе',
    }, {
      id: 6,
      name: 'Отравление Скрипалей',
    }, {
      id: 7,
      name: 'Госпереворот в Венесуэле',
    }, {
      id: 8,
      name: 'Пенсионная реформа',
    }, {
      id: 9,
      name: 'Взрыв в Магнитогорске',
    }, {
      id: 10,
      name: 'Конфликт в Керченском проливе',
    }, {
      id: 11,
      name: 'Отравление Скрипалей',
    }, {
      id: 12,
      name: 'Дедолларизация'
    }, {
      id: 13,
      name: 'Расследование «Новой газеты»',
    }, {
      id: 14,
      name: 'Кража в Третьяковке',
    }, {
      id: 15,
      name: 'Кокорин и Мамаев',
    }, {
      id: 16,
      name: 'Дело клана Арашуковых',
    }, {
      id: 17,
      name: 'Конфликт в Керченском проливе',
    }, {
      id: 18,
      name: 'Отравление Скрипалей',
    }, {
      id: 19,
      name: 'Госпереворот в Венесуэле',
    }, {
      id: 20,
      name: 'Пенсионная реформа',
    }, {
      id: 21,
      name: 'Взрыв в Магнитогорске',
    }, {
      id: 22,
      name: 'Конфликт в Керченском проливе',
    }, {
      id: 23,
      name: 'Отравление Скрипалей',
    }]
  },
  actual: {
    title: 'Актуальные темы',
    links: [{
      id: 0,
      name: 'Дедолларизация'
    }, {
      id: 1,
      name: 'Расследование «Новой газеты»',
    }, {
      id: 2,
      name: 'Кража в Третьяковке',
    }, {
      id: 3,
      name: 'Кокорин и Мамаев',
    }, {
      id: 4,
      name: 'Дело клана Арашуковых',
    }, {
      id: 5,
      name: 'Конфликт в Керченском проливе',
    }, {
      id: 6,
      name: 'Отравление Скрипалей',
    }, {
      id: 7,
      name: 'Госпереворот в Венесуэле',
    }, {
      id: 8,
      name: 'Пенсионная реформа',
    }, {
      id: 9,
      name: 'Взрыв в Магнитогорске',
    }, {
      id: 10,
      name: 'Конфликт в Керченском проливе',
    }, {
      id: 11,
      name: 'Отравление Скрипалей',
    }]
  },
};