import {
  newsImg1,
  newsImg2,
  newsImg3,
  inner as innerImg,
  authorCologneImg,
} from './../../img/news';

export const INNER_STUB_DATA = [{
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
  type: 'Знания',
  date: '10 октября 2018, 18:16',
  typeLink: '#',
  imgSrc: innerImg,
  previewText: 'ФК «Зенит» обратился в суд с просьбой изменить меру пресечения для футболиста Александра Кокорина, арестованного после избиения чиновника Минпромторга',
  imgSignature: 'Рассмотрение апелляции на арест Александра Кокорина (Фото: Владимир Астапкович / РИА Новости)',
  articleText: `Футбольный клуб «Зенит» попросил суд изменить меру пресечения для футболиста Александра Кокорина. Об этом во время заседания сообщила судья, передает «Интерфакс». <br><br,
«В адрес Московского городского суда поступило письмо за подписью президента футбольного клуба «Зенит» Сергея Фурсенко с просьбой изменить меру пресечения», — сказала судья.По ее словам, клуб попросил изменить меру пресечения для Кокорина на не связанную с содержанием под стражей.<br><br>
Кроме того, по словам судьи, клуб представил суду характеристику на Кокорина, в которой говорится, что такое поведение ему не свойственно.<br><br>
Судья отметила, что согласно процессуальному кодексу президент футбольного клуба не относится к числу тех, кто имеет право заявлять ходатайства.«Но мнение и характеристика будут учтены», — добавила она. <br><br>
О том, что в клубе рассчитывают на возвращение футболиста, заявил также главный тренер «Зенита» Сергей Семак.«Не рассчитывали, а рассчитываем[на возвращение Кокорина]», — сказал он, отвечая на вопрос, заданный журналистами во время пресс - конференции перед игрой «Зенита» с «Динамо».<br><br>
Семак также отметил, что «ошибки бывают у всех» и за них придется нести наказание, «в том числе и со стороны клуба».Он выразил надежду, что наказание, которому подвергнется Кокорин, будет соразмерным проступку.<br><br>
Суд арестовал нападающего «Зенита» Александра Кокорина, его брата Кирилла и футболиста «Краснодара» Павла Мамаева 11 октября.В отношении них возбуждены уголовные дела по ст. 116 УК РФ(побои) и ч. 2 ст. 213 УК РФ(хулиганство организованной группой).<br><br>
Обвинения футболистам были предъявлены, после того как вместе с компанией других молодых людей они совершили <span class="styled">нападение</span> на директора департамента Минпромторга Дениса Пака и руководителя НАМИ Сергея Гайсина в кафе в центре Москвы, а также <span class="styled">избили</span> водителя ведущей «Первого канала» Ольги Ушаковой.<br><br>
Кокорин и Мамаев находятся в московском СИЗО «Бутырка».Оба подали прошение об изменении меры пресечения на домашний арест, Мамаеву суд в этом уже <span class="styled">отказал</span>.`,
  authorName: 'Анна Лаврова',
  authorTitle: 'собственный корреспондент',
  tags: '«Зенит», Александр Кокорин, Павел Мамаев',
  showIframe: true,
}, {
  title: 'У арестованных в Чехии россиян и вьетнамцев изъяли почти 8 млн',
  type: 'Знания',
  date: '10 октября 2018, 18:16',
  typeLink: '#',
  imgSrc: innerImg,
  previewText: 'ФК «Зенит» обратился в суд с просьбой изменить меру пресечения для футболиста Александра Кокорина, арестованного после избиения чиновника Минпромторга',
  imgSignature: 'Рассмотрение апелляции на арест Александра Кокорина (Фото: Владимир Астапкович / РИА Новости)',
  articleText: `Футбольный клуб «Зенит» попросил суд изменить меру пресечения для футболиста Александра Кокорина. Об этом во время заседания сообщила судья, передает «Интерфакс». <br><br,
«В адрес Московского городского суда поступило письмо за подписью президента футбольного клуба «Зенит» Сергея Фурсенко с просьбой изменить меру пресечения», — сказала судья.По ее словам, клуб попросил изменить меру пресечения для Кокорина на не связанную с содержанием под стражей.<br><br>
Кроме того, по словам судьи, клуб представил суду характеристику на Кокорина, в которой говорится, что такое поведение ему не свойственно.<br><br>
Судья отметила, что согласно процессуальному кодексу президент футбольного клуба не относится к числу тех, кто имеет право заявлять ходатайства.«Но мнение и характеристика будут учтены», — добавила она. <br><br>
О том, что в клубе рассчитывают на возвращение футболиста, заявил также главный тренер «Зенита» Сергей Семак.«Не рассчитывали, а рассчитываем[на возвращение Кокорина]», — сказал он, отвечая на вопрос, заданный журналистами во время пресс - конференции перед игрой «Зенита» с «Динамо».<br><br>
Семак также отметил, что «ошибки бывают у всех» и за них придется нести наказание, «в том числе и со стороны клуба».Он выразил надежду, что наказание, которому подвергнется Кокорин, будет соразмерным проступку.<br><br>
Суд арестовал нападающего «Зенита» Александра Кокорина, его брата Кирилла и футболиста «Краснодара» Павла Мамаева 11 октября.В отношении них возбуждены уголовные дела по ст. 116 УК РФ(побои) и ч. 2 ст. 213 УК РФ(хулиганство организованной группой).<br><br>
Обвинения футболистам были предъявлены, после того как вместе с компанией других молодых людей они совершили <span class="styled">нападение</span> на директора департамента Минпромторга Дениса Пака и руководителя НАМИ Сергея Гайсина в кафе в центре Москвы, а также <span class="styled">избили</span> водителя ведущей «Первого канала» Ольги Ушаковой.<br><br>
Кокорин и Мамаев находятся в московском СИЗО «Бутырка».Оба подали прошение об изменении меры пресечения на домашний арест, Мамаеву суд в этом уже <span class="styled">отказал</span>.`,
  authorName: 'Анна Лаврова',
  authorTitle: 'собственный корреспондент',
  tags: '«Зенит», Александр Кокорин, Павел Мамаев',
  isCollapsed: true,
  emptyComments: true,
}, {
  title: 'Тестовый заголовок 2',
  type: 'Знания',
  date: '10 октября 2018, 18:16',
  typeLink: '#',
  imgSrc: innerImg,
  previewText: 'ФК «Зенит» обратился в суд с просьбой изменить меру пресечения для футболиста Александра Кокорина, арестованного после избиения чиновника Минпромторга',
  imgSignature: 'Рассмотрение апелляции на арест Александра Кокорина (Фото: Владимир Астапкович / РИА Новости)',
  articleText: `Футбольный клуб «Зенит» попросил суд изменить меру пресечения для футболиста Александра Кокорина. Об этом во время заседания сообщила судья, передает «Интерфакс». <br><br,
«В адрес Московского городского суда поступило письмо за подписью президента футбольного клуба «Зенит» Сергея Фурсенко с просьбой изменить меру пресечения», — сказала судья.По ее словам, клуб попросил изменить меру пресечения для Кокорина на не связанную с содержанием под стражей.<br><br>
Кроме того, по словам судьи, клуб представил суду характеристику на Кокорина, в которой говорится, что такое поведение ему не свойственно.<br><br>
Судья отметила, что согласно процессуальному кодексу президент футбольного клуба не относится к числу тех, кто имеет право заявлять ходатайства.«Но мнение и характеристика будут учтены», — добавила она. <br><br>
О том, что в клубе рассчитывают на возвращение футболиста, заявил также главный тренер «Зенита» Сергей Семак.«Не рассчитывали, а рассчитываем[на возвращение Кокорина]», — сказал он, отвечая на вопрос, заданный журналистами во время пресс - конференции перед игрой «Зенита» с «Динамо».<br><br>
Семак также отметил, что «ошибки бывают у всех» и за них придется нести наказание, «в том числе и со стороны клуба».Он выразил надежду, что наказание, которому подвергнется Кокорин, будет соразмерным проступку.<br><br>
Суд арестовал нападающего «Зенита» Александра Кокорина, его брата Кирилла и футболиста «Краснодара» Павла Мамаева 11 октября.В отношении них возбуждены уголовные дела по ст. 116 УК РФ(побои) и ч. 2 ст. 213 УК РФ(хулиганство организованной группой).<br><br>
Обвинения футболистам были предъявлены, после того как вместе с компанией других молодых людей они совершили <span class="styled">нападение</span> на директора департамента Минпромторга Дениса Пака и руководителя НАМИ Сергея Гайсина в кафе в центре Москвы, а также <span class="styled">избили</span> водителя ведущей «Первого канала» Ольги Ушаковой.<br><br>
Кокорин и Мамаев находятся в московском СИЗО «Бутырка».Оба подали прошение об изменении меры пресечения на домашний арест, Мамаеву суд в этом уже <span class="styled">отказал</span>.`,
  authorName: 'Анна Лаврова',
  authorTitle: 'собственный корреспондент',
  tags: '«Зенит», Александр Кокорин, Павел Мамаев',
  isCollapsed: true,
}, {
  title: 'Ещё один тестовый заголовок',
  type: 'Знания',
  date: '10 октября 2018, 18:16',
  typeLink: '#',
  imgSrc: innerImg,
  previewText: 'ФК «Зенит» обратился в суд с просьбой изменить меру пресечения для футболиста Александра Кокорина, арестованного после избиения чиновника Минпромторга',
  imgSignature: 'Рассмотрение апелляции на арест Александра Кокорина (Фото: Владимир Астапкович / РИА Новости)',
  articleText: `Футбольный клуб «Зенит» попросил суд изменить меру пресечения для футболиста Александра Кокорина. Об этом во время заседания сообщила судья, передает «Интерфакс». <br><br,
«В адрес Московского городского суда поступило письмо за подписью президента футбольного клуба «Зенит» Сергея Фурсенко с просьбой изменить меру пресечения», — сказала судья.По ее словам, клуб попросил изменить меру пресечения для Кокорина на не связанную с содержанием под стражей.<br><br>
Кроме того, по словам судьи, клуб представил суду характеристику на Кокорина, в которой говорится, что такое поведение ему не свойственно.<br><br>
Судья отметила, что согласно процессуальному кодексу президент футбольного клуба не относится к числу тех, кто имеет право заявлять ходатайства.«Но мнение и характеристика будут учтены», — добавила она. <br><br>
О том, что в клубе рассчитывают на возвращение футболиста, заявил также главный тренер «Зенита» Сергей Семак.«Не рассчитывали, а рассчитываем[на возвращение Кокорина]», — сказал он, отвечая на вопрос, заданный журналистами во время пресс - конференции перед игрой «Зенита» с «Динамо».<br><br>
Семак также отметил, что «ошибки бывают у всех» и за них придется нести наказание, «в том числе и со стороны клуба».Он выразил надежду, что наказание, которому подвергнется Кокорин, будет соразмерным проступку.<br><br>
Суд арестовал нападающего «Зенита» Александра Кокорина, его брата Кирилла и футболиста «Краснодара» Павла Мамаева 11 октября.В отношении них возбуждены уголовные дела по ст. 116 УК РФ(побои) и ч. 2 ст. 213 УК РФ(хулиганство организованной группой).<br><br>
Обвинения футболистам были предъявлены, после того как вместе с компанией других молодых людей они совершили <span class="styled">нападение</span> на директора департамента Минпромторга Дениса Пака и руководителя НАМИ Сергея Гайсина в кафе в центре Москвы, а также <span class="styled">избили</span> водителя ведущей «Первого канала» Ольги Ушаковой.<br><br>
Кокорин и Мамаев находятся в московском СИЗО «Бутырка».Оба подали прошение об изменении меры пресечения на домашний арест, Мамаеву суд в этом уже <span class="styled">отказал</span>.`,
  authorName: 'Анна Лаврова',
  authorTitle: 'собственный корреспондент',
  tags: '«Зенит», Александр Кокорин, Павел Мамаев',
  isCollapsed: true,
}];

export const PARTNER_DATA = [{
  imgSrc: newsImg1,
  imgAlt: 'newsImg1',
  previewText: 'Глава КС предложил политическую и правовую реформы. Главное',
  type: 'Жизнь',
  date: '10 октября 2018 18:16',
  partnerName: 'rbc.ru',
}, {
  imgSrc: newsImg2,
  imgAlt: 'newsImg2',
  previewText: 'Реновация для пожилых: как Сбербанк хочет развивать дома престарелых',
  type: 'Жизнь',
  date: '10 октября 2018 18:16',
  partnerName: 'rbc.ru',
}];

export const STUB_RESULT_DATA = [{
  id: 0,
  type: 'Жизнь',
  typeLink: '#',
  date: '10 октября 2018 18:16',
  resultHeader: 'Верховная рада изменила Конституцию <span class="selected">Украины</span> ради вступления в НАТО и ЕС',
  resultText: '... курсом государства названо вступление в НАТО и Евросоюз. Верховная рада Украины приняла закон о внесении изменений в Конституцию страны. Документ установил ... приобретение полноправного членства в НАТО и Европейском союзе, обязал правительство Украины обеспечивать реализацию курса на вступление в обе организации и президенту ... все патриоты должны поддержать закон, так как он определит будущее Украины. В результате за принятие закона проголосовало 334 из 385 присутствовавших ...',
}, {
  id: 1,
  type: 'Жизнь',
  typeLink: '#',
  date: '10 октября 2018 18:16',
  resultHeader: 'Верховная рада изменила Конституцию <span class="selected">Украины</span> ради вступления в НАТО и ЕС',
  resultText: '... курсом государства названо вступление в НАТО и Евросоюз. Верховная рада Украины приняла закон о внесении изменений в Конституцию страны. Документ установил ... приобретение полноправного членства в НАТО и Европейском союзе, обязал правительство Украины обеспечивать реализацию курса на вступление в обе организации и президенту ... все патриоты должны поддержать закон, так как он определит будущее Украины. В результате за принятие закона проголосовало 334 из 385 присутствовавших ...',
}, {
  id: 2,
  type: 'Жизнь',
  typeLink: '#',
  date: '10 октября 2018 18:16',
  resultHeader: 'Верховная рада изменила Конституцию Украины ради вступления в НАТО и ЕС',
  resultText: '... курсом государства названо вступление в НАТО и Евросоюз. Верховная рада Украины приняла закон о внесении изменений в Конституцию страны. Документ установил ... приобретение полноправного членства в НАТО и Европейском союзе, обязал правительство Украины обеспечивать реализацию курса на вступление в обе организации и президенту ... все патриоты должны поддержать закон, так как он определит будущее Украины. В результате за принятие закона проголосовало 334 из 385 присутствовавших ...',
}, {
  id: 3,
  type: 'Жизнь',
  typeLink: '#',
  date: '10 октября 2018 18:16',
  resultHeader: 'Верховная рада изменила Конституцию Украины ради вступления в НАТО и ЕС',
  resultText: '... курсом государства названо вступление в НАТО и Евросоюз. Верховная рада Украины приняла закон о внесении изменений в Конституцию страны. Документ установил ... приобретение полноправного членства в НАТО и Европейском союзе, обязал правительство Украины обеспечивать реализацию курса на вступление в обе организации и президенту ... все патриоты должны поддержать закон, так как он определит будущее Украины. В результате за принятие закона проголосовало 334 из 385 присутствовавших ...',
}, {
  id: 4,
  type: 'Жизнь',
  typeLink: '#',
  date: '10 октября 2018 18:16',
  resultHeader: 'Верховная рада изменила Конституцию Украины ради вступления в НАТО и ЕС',
  resultText: '... курсом государства названо вступление в НАТО и Евросоюз. Верховная рада Украины приняла закон о внесении изменений в Конституцию страны. Документ установил ... приобретение полноправного членства в НАТО и Европейском союзе, обязал правительство Украины обеспечивать реализацию курса на вступление в обе организации и президенту ... все патриоты должны поддержать закон, так как он определит будущее Украины. В результате за принятие закона проголосовало 334 из 385 присутствовавших ...',
}];

export const PROFILE_COMMENTS_DATA = [{
  title: 'Даже при Сталине так не судили!',
  comments: [{
    avatartImg: '',
    userName: 'useless_mouth',
    time: '15 минут назад',
    text: 'Правильно, давайте посадим его на 18 лет с конфискацией! Такие люди не должны ходить по дорогам нашей великой и необъятной Родины! Да здравствует Россия!'
  }, {
    avatartImg: '',
    userName: 'useless_mouth',
    time: '15 минут назад',
    text: 'Правильно, давайте посадим его на 18 лет с конфискацией! Такие люди не должны ходить по дорогам нашей великой и необъятной Родины! Да здравствует Россия!'
  }],
}, {
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи!',
  comments: [{
    avatartImg: '',
    userName: 'useless_mouth',
    time: '15 минут назад',
    text: 'Правильно, давайте посадим его на 18 лет с конфискацией! Такие люди не должны ходить по дорогам нашей великой и необъятной Родины! Да здравствует Россия!'
  }, {
    avatartImg: '',
    userName: 'useless_mouth',
    time: '15 минут назад',
    text: 'Правильно, давайте посадим его на 18 лет с конфискацией! Такие люди не должны ходить по дорогам нашей великой и необъятной Родины! Да здравствует Россия!'
  }],
}];

export const PROFILE_PROPOSED_ARTICLES = [{
  id: 0,
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
  previewText: 'ФК «Зенит» обратился в суд с просьбой изменить меру пресечения для футболиста Александра Кокорина, арестованного после избиения чиновника Минпромторга',
  status: 2, // На рассмотрении
}, {
  id: 1,
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
  previewText: 'ФК «Зенит» обратился в суд с просьбой изменить меру пресечения для футболиста Александра Кокорина, арестованного после избиения чиновника Минпромторга',
  status: 1 // Опубликовано
}, {
  id: 2,
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
  previewText: 'ФК «Зенит» обратился в суд с просьбой изменить меру пресечения для футболиста Александра Кокорина, арестованного после избиения чиновника Минпромторга',
  status: 0 // Отклонено
}, ];

export const PROFILE_FAVORITES = [{
  id: 0,
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
  type: 'Знания',
  date: '10 октября 2018, 18:16',
  typeLink: '#',
  imgSrc: innerImg,
}, {
  id: 1,
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
  type: 'Знания',
  date: '10 октября 2018, 18:16',
  typeLink: '#',
  imgSrc: innerImg,
}, {
  id: 2,
  title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
  type: 'Знания',
  date: '10 октября 2018, 18:16',
  typeLink: '#',
  imgSrc: innerImg,
}];

export const AUTHOR_ARTICLE_DATA = {
  authorPhoto: authorCologneImg,
  authorName: 'Андрей Малосолов',
  authorTitle: 'журналист, телеведущий',
  authorInfo: 'Телеведущий программы ФанZона; радиоведущий программы "Откройте Россию с Андреем Малосоловым" на «Радио Комсомольская Правда»; в прошлом - заместитель директора «Института актуальной экономики»; пресс-секретарь «АНО Оргкомитет ОФЛ»; директор по маркетингу ФК «Жемчужина-Сочи»; Пресс-атташе «Российского Футбольного Союза»; специальный корреспондент «РИА Новости»',
  link: '/author-articles'
};

export const AUTHOR_ARTICLES_DATA = {
  author: AUTHOR_ARTICLE_DATA,
  articles: [{
    id: 0,
    imgSrc: innerImg,
    title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
    type: 'Жизнь',
    typeLink: '#',
    date: '10 октября 2018 18:16',
  }, {
    id: 1,
    imgSrc: innerImg,
    title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
    type: 'Жизнь',
    typeLink: '#',
    date: '10 октября 2018 18:16',
  }, {
    id: 2,
    imgSrc: innerImg,
    title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
    type: 'Жизнь',
    typeLink: '#',
    date: '10 октября 2018 18:16',
  }],
};

export const STUB_UNIT_DATA = {
  life: {
    title: 'Жизнь',
    description: 'Здесь мы публикуем новости, обзорные и аналитические статьи, интервью с очевидцами и участниками. Все то, что создает нашу жизнь',
    articles: [{
      id: 0,
      imgSrc: innerImg,
      title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
      type: 'Жизнь',
      typeLink: '#',
      date: '10 октября 2018 18:16',
    }, {
      id: 1,
      imgSrc: innerImg,
      title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
      type: 'Жизнь',
      typeLink: '#',
      date: '10 октября 2018 18:16',
    }, {
      id: 2,
      imgSrc: innerImg,
      title: '«Зенит» попросил суд отпустить Кокорина из-под стражи',
      type: 'Жизнь',
      typeLink: '#',
      date: '10 октября 2018 18:16',
    }],
  }
}