export const STUB_DATA = {
  title: 'Какой прогноз цен на нефть вам кажется наиболее вероятным?',
  formName: 'test',
  results: [{
    name: 'radio1',
    title: 'Цена опустится до $30-40 за баррель'
  }, {
    name: 'radio2',
    title: 'Нефть будет колебаться в диапазоне $50-70 за баррель'
  }, {
    name: 'radio3',
    title: 'Может вернутся к $65 за баррель'
  }, {
    name: 'radio4',
    title: 'В ближайшее время возможен провал нефтяных цен до $15 за баррель'
  }]
}

export const STUB_RESULTS = {
  title: 'Какой прогноз цен на нефть вам кажется наиболее вероятным?',
  count: 758,
  results: [{
    count: 37,
    percent: 17.2,
    title: 'Цена опустится до $30-40 за баррель'
  }, {
    count: 48,
    percent: 22.3,
    title: 'Нефть будет колебаться в диапазоне $50-70 за баррель'
  }, {
    count: 56,
    percent: 26.0,
    title: 'Может вернутся к $65 за баррель'
  }, {
    count: 74,
    percent: 34.4,
    title: 'В ближайшее время возможен провал нефтяных цен до $15 за баррель'
  }]
};